Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/PrivateBrowsing.xcstrings
Source language: en_us
Languages: ab, an, ar, az, be, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fr, gd, gl, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, ko, lo, lt, lv, ml, mr, my, nb, ne_np, nl, nn, oc, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, si, sk, sl, su, sv, ta, te, tg, th, tr, tt, ug, uk, ur, vi, zh_cn, zh_tw

source: Turns private mode on or off
ab: Ахатә режим аус арутәуп ма иаҿыхтәуп
an: Activa u desactiva lo modo privau
ar: شغّل/أوقِف الوضع الخاص
az: Məxfi rejimi açıb söndürür
be: Уключае ці выключае прыватны рэжым
bn: ব্যক্তিগত মোড সক্রিয় বা বন্ধ করুন
br: Trec’haoliñ ar mod prevez
bs: Uključuje ili isključuje privatni način rada
ca: Activa o desactiva el mode privat
co: Attiva o disattiva a navigazione privata
cs: Zapne nebo vypne anonymní režim
cy: Difodd neu gychwyn y modd preifat
da: Slår privat tilstand til eller fra
de: Schaltet den privaten Modus an oder aus
dsb: Zašaltujo abo wušaltujo priwatny modus
el: (Απ)ενεργοποιεί την ιδιωτική λειτουργία
eo: Ŝalti kaj malŝalti la privatan reĝimon
es: Activa o desactiva el modo privado
es_ar: Activa o desactiva el modo privado
es_cl: Activa o desactiva el modo privado
es_mx: Encender o apagar el modo privado
et: Lülitab privaatse režiimi sisse või välja
eu: Modu pribatua txandakatzen du
fa: خاموش یا روشن کردن حالت خصوصی
fi: Kytkee yksityisen tilan päälle tai pois
fr: Active ou désactive la navigation privée
gd: Cuiridh seo am modh prìobhaideach air no dheth
gl: Activa ou desactiva o modo privado
gu_in: ખાનગી મોડ ચાલુ અથવા બંધ કરે છે
he: הפעלה או כיבוי של מצב פרטי
hi_in: निजी मोड चालू या बंद करें
hr: Uključuje ili isključuje privatni modus
hsb: Zapina abo wupina priwatny modus
hu: Ki- vagy bekapcsolja a privát mód
hy_am: Միացնել կամ անջաըել անձնական աշխատատեսակը
ia: Activa o disactiva le modo private
id: Aktifkan atau nonaktifkan mode pribadi
is: Virkjar eða slekkur á huliðsham
it: Attiva o disattiva la modalità Navigazione anonima
ja: プライベートブラウジングモードをオンまたはオフに切り替えます
ka: პირადი თვალიერების ჩართვა/გამორთვა
kab: Rmed neɣ kkes armad n uskar uslig
kk: Жекелік режимін іске қосады немесе сөндіреді
km: បើក ឬ​បិទ​របៀប​ជា​ឯកជន
ko: 사생활 보호 모드를 켜거나 끔
lo: ປິດ ຫລື ເປີດໂມດສ່ວນຕົວ
lt: Privačiosios veiksenos valdymas
lv: Ieslēdz vai izslēdz privāto pārlūkošanu
ml: സ്വകാര്യ മോഡ് ഓണ്‍ അല്ലെങ്കില്‍ ഓഫ്
mr: खाजगी मोड चालू किंवा बंद करते
my: သီးသန့်အသုံးပြုမှုကို ဖွင့်ရန် သို့မဟုတ် ပိတ်ရန်
nb: Slår privatmodus på eller av
ne_np: निजी मोडलाई बन्द वा सुचारू गर्छ
nl: Zet privémodus aan of uit
nn: Slår privatmodus på eller av
oc: Activar o desactivar la navegacion privada
pa_in: ਪ੍ਰਾਈਵੇਟ ਮੋਡ ਨੂੰ ਚਾਲੂ ਜਾਂ ਬੰਦ ਕਰਦੇ ਹੋ
pl: Przełącza tryb prywatny
pt_br: Ativa ou desativa o modo privativo
pt_pt: Ativa ou desativa o modo privado
rm: Activescha u deactivescha il modus privat
ro: Activează sau dezactivează modul privat
ru: Включить или отключить приватный режим
sat_olck: ᱫᱟᱱᱟᱲ ᱢᱚᱰ ᱚᱱ ᱟᱨ ᱵᱟᱝ ᱵᱚᱸᱫ ᱟᱭ
scn: Attiva o sdisattiva a mudalità privata
si: පෞද්. ආකාරය සක්‍රිය හෝ අක්‍රිය කරයි
sk: Zapína a vypína režim Súkromné prehliadanie
sl: Vključi ali izključi zasebni način
su: Hurungkeun atawa pareuman modeu nyamuni
sv: Slår privatläge på eller av
ta: அந்தரங்க முறைமையைச் செயற்படுத்து (அ) அணை
te: ప్రైవేట్ మోడ్ ఆన్ లేదా ఆఫ్ కు మార్చండి
tg: Реҷаи хусусиро фаъол ё хомӯш мекунад
th: เปิดหรือปิดโหมดส่วนตัว
tr: Gizli modu aç veya kapat
tt: Хосусый режимны кабыза яки сүндерә
ug: شەخسىي ھالەتنى ئاچىدۇ ياكى تاقايدۇ
uk: Вмикає чи вимикає приватний режим
ur: نجی موڈ کو چالو یا بند کریں
vi: Bật hoặc tắt chế độ riêng tư
zh_cn: 开启或关闭隐私模式
zh_tw: 開啟或關閉隱私模式

source: When Leaving Private Browsing
ab: Ахатә алаԥшхырԥара ааныжьраан
an: Quan salgas d'a navegación privada
ar: عند مغادرة التصفح الخاص
az: Məxfi Səyahətdən çıxdıqda
be: Пры выхадзе з Прыватнага аглядання
bn: ব্যক্তিগত ব্রাউজিং বন্ধ করার সময়
br: Pa vez kuitaet ar merdeiñ prevez
bs: Pri napuštanju privatnog pretraživanja
ca: En sortir de la navegació privada
co: Quandu vò quittate a navigazione privata
cs: po opuštění anonymního prohlížení
cy: Pan yn Gadael Pori Preifat
da: Når jeg forlader privat browsing
de: Beim Verlassen des privaten Modus
dsb: Pśi kóńcenju priwatnego modusa
el: Κατά την αποχώρηση από την ιδιωτική περιήγηση
eo: Post forlaso de la privata retumo
es: Cuando salgas de la navegación privada
es_ar: Al dejar la navegación privada
es_cl: Al dejar la navegación privada
es_mx: Cuando dejes la navegación privada
et: Privaatsest režiimist väljumisel
eu: Nabigatze pribatua uztean
fa: وقتی از مرور خصوصی خارج می شویم
fi: Kun yksityisestä selaamisesta poistutaan
fr: Lorsque vous quittez la navigation privée
gd: Le fàgail a brabhsaidh phrìobhaidich
gl: Ao saír da navegación privada
gu_in: જ્યારે ખાનગી બ્રાઉઝિંગ છોડી રહ્યા છીએ
he: כאשר עוזבים את מצב גלישה פרטית
hi_in: निजी ब्राउज़िंग छोड़ते समय
hr: Tijekom napuštanja privatnog pregledavanja
hsb: Při kónčenju priwatneho modusa
hu: Mikor elhagyja a privát böngészést
hy_am: Երբ լքում եք գաղտնի դիտարկումը
ia: Quando tu lassa le navigation private
id: Saat Meninggalkan Penjelajahan Pribadi
is: Þegar farið er úr huliðsvafri
it: Quando esci da Navigazione anonima
ja: プライベートブラウジングモードの終了時
ka: პირადი თვალიერების რეჟიმის დატოვებისას
kab: Ticki teffɣeḍ seg tunigin tusligt
kk: Жекелік шолудан шығу кезінде
km: នៅ​ពេល​ចាកចេញ​​ពី​ការ​រក​មើល​​ឯកជន
ko: 사생활 보호 모드를 나갈때
lo: ເມື່ອອອກຈາກການຄົ້ນຫາແບບສ່ວນຕົວ
lt: Išeinant iš privačiojo naršymo
lv: Kad pametat privāto pārlūkošanu
ml: സ്വകാര്യ മോഡില്‍ നിന്നും പുറത്തു കടക്കുമ്പോള്‍
mr: खाजगी ब्राउझिंग सोडताना
my: သီးသန့်ရှာဖွေကြည့်ရှုခြင်းမှ ထွက်သောအချိန်တွင်
nb: Når du går ut av privat nettlesing
ne_np: निजी ब्राउजिँङ बन्द गर्दा
nl: Bij verlaten van privénavigatie
nn: Når du går ut av privat nettlesing
oc: En sortir de la navegacion privada
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਪ੍ਰਾਈਵੇਟ ਬਰਾਊਜ਼ਿੰਗ ਨੂੰ ਛੱਡਦੇ ਹੋ
pl: podczas opuszczania trybu prywatnego
pt_br: Ao sair da navegação privativa
pt_pt: Ao sair da navegação privada
rm: Sche ti bandunas il modus privat
ro: Când părăsești navigarea privată
ru: При выходе из Приватного просмотра
sat_olck: ᱡᱚᱠᱷᱚᱱ ᱱᱤᱡᱮᱨᱟᱠ ᱯᱟᱱᱛᱮᱭᱟᱠ ᱵᱟᱹᱜᱤᱭᱟ ᱠᱟᱱᱟᱢ
scn: Quannu nesci dâ mudalità privata
si: පෞද්. පිරික්සීමක් හැර යන විට
sk: Pri opustení režimu Súkromné prehliadanie
sl: Ob koncu zasebnega brskanja
su: Nalika Ninggalkeun Langlangan Nyamuni
sv: När du lämnar privatsurfning
ta: அந்தரங்க முறைமையைச் செயற்படுத்து (அ) அணை
te: ప్రైవేట్ బ్రౌజింగ్ విడిచిపెట్టునప్పుడు
tg: Ҳангоми баромад аз реҷаи «Тамошокунии хусусӣ»
th: เมื่อออกจากการเรียกดูแบบส่วนตัว
tr: Gizli gezintiden çıkarken
tt: Хосусый гизү режимыннан чыкканда
ug: شەخسىي زىيارەت ھالىتىدىن ئايرىلغاندا
uk: При виході з приватного перегляду
ur: جب نجی براؤزنگ چھوڑ کر
vi: Khi rời khỏi trình duyệt riêng tư
zh_cn: 离开隐私浏览时关闭
zh_tw: 離開隱私瀏覽時關閉分頁
